tap "aws/tap"
tap "dopplerhq/doppler"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
brew "act"
brew "webp"
brew "bat"
brew "berkeley-db", link: true
brew "bison"
brew "bottom"
brew "glib"
brew "libffi"
brew "python@3.9"
brew "cairo"
brew "certbot"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "deno"
brew "harfbuzz"
brew "openjdk"
brew "emscripten"
brew "envoy"
brew "exa"
brew "openssl@3"
brew "fastlane"
brew "fd"
brew "fish"
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript", link: false
brew "git"
brew "git-delta"
brew "go"
brew "python@3.10", link: false
brew "gobject-introspection"
brew "gopls"
brew "gradle"
brew "pango"
brew "graphviz"
brew "htop"
brew "jsonschema"
brew "just"
brew "zookeeper"
brew "kafka"
brew "kotlin"
brew "openjdk@11"
brew "kotlin-language-server"
brew "lazydocker"
brew "libfido2"
brew "libidn2"
brew "libproxy"
brew "libxml2"
brew "libxslt"
brew "llvm"
brew "lua-language-server"
brew "luajit"
brew "markdown"
brew "mkcert"
brew "mysql", restart_service: true
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "perl"
brew "pipenv"
brew "pnpm"
brew "virtualenv"
brew "poetry"
brew "postgresql@14"
brew "procs"
brew "redis"
brew "ripgrep"
brew "rm-improved"
brew "rust-analyzer"
brew "starship"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "yaml-language-server"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/lightsailctl"
brew "dopplerhq/doppler/doppler"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "aws-vault"
cask "bartender"
cask "burp-suite"
cask "drawio"
cask "firefox"
cask "font-hack-nerd-font"
cask "mactex-no-gui"
cask "microsoft-edge"
cask "notion"
cask "owasp-zap"
cask "vagrant"
cask "virtualbox"
