tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Core application library for C
brew "glib"
# Tool to obtain certs from Let's Encrypt and autoenable HTTPS
brew "certbot"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Generate introspection data for GObject libraries
brew "gobject-introspection"
# Network authentication protocol
brew "krb5"
# Library that provides automatic proxy configuration management
brew "libproxy"
# Simple tool to make locally trusted development certificates
brew "mkcert"
# Framework for layout and rendering of i18n text
brew "pango"
# Object-relational database system
brew "postgresql", restart_service: true
# Persistent key-value database, with built-in net interface
brew "redis", restart_service: true
# User interface to the TELNET protocol
brew "telnet"
# UNIX shell (command interpreter)
brew "zsh"
# Additional completion definitions for zsh
brew "aws/tap/lightsailctl"
# Terraform
brew "hashicorp/tap/terraform"
cask "font-hack-nerd-font"
# Full TeX Live distribution without GUI applications
cask "mactex-no-gui"
